Revit 2024 API
ParameterTypeId.RebarSystemSpanhookBottomDirn2 Property
 "Hook Angle Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemSpanhookBottomDirn2 { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemSpanhookBottomDirn2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemSpanhookBottomDirn2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace